export const AudioTopics = [
    {
        name: "Альтератива",
        id: 0,
        categories: [
            {
                name: "Арт-панк",
                id: 0,
            },
            {
                name: "Альтернативный рок",
                id: 1,
            },
            {
                name: "Бритпанк",
                id : 2,
        },
 {
    name: "Колледж Рок",
    id: 3,
  },
 {
    name: "Кроссовер Трэш",
    id: 4,
 },
 {
    name :"Crust Punk",
    id : 5,
},
 {
    name: "Emotional Hardcore (эмо / эмокор)",
    id: 6,
},
 {
    name:"Экспериментальный рок",
    id: 7,
},
 {
     name :"Фолк-панк",
     id: 8,
},
{
    name:"Готика / готик-рок",
    id: 9,
},
    {
        name: "Гранж",
        id : 10,
},
 {
    name:"Хардкор-панк",
    id: 11,
 },
 {
    name: "Тяжелый рок",
    id: 12,
 },
{
    name:"Инди-рок",
    id: 13,
},
{
    name: "Lo-fi",
    id: 14,
},
{
 name: "Musique Concrète",
 id: 15,
},

{
    name: "New Wave",
    id : 16,
},
{
    name: "Прогрессивный рок",
    id: 17,
},
 {
    name: "Панк рок",
    id : 18,
 },
 {
    name :"Shoegaze",
    id : 19,
 },
 {
    name: "Стимпанк", 
    id: 20,
},
 {
    name : "Аниме", 
    id: 21,
 },
        ]

    },
    {
        name: "Блюз",
        id: 1,
        categories: [
            {
                name: "Акустический блюз",
                id: 1,
            },
            {
                name: "Африканский блюз",
                id: 2,
            },
            
 {
    name: "Африканский блюз",
    id : 3,
 },
 {
    name: "Блюз рокBlues Shouter",
    id: 4,
 },
 {
    name: "Британский блюз",
    id: 5,
 },
 {
    name: "Канадский блюз",
    id: 6,
 },
 {
    name : "Чикагский блюз",
    id : 7,
 },
 {
    name : "Классический блюз", 
    id : 8,
 },
 {
    name : "Классический женский блюз",
    id: 9,
 },
 {
    name: "Современный блюз",
    id : 10,
 },
 {
    name: "Современный R&B",
    id: 11,
 },
 {
    name: "Кантри-блюз",
    id : 12, 
 },
 {
    name: "Dark Blues", 
    id : 13,
 },
 {
    name: "Дельта Блюз", 
    id: 14,
 },
 {
    name: "Детройт Блюз",
    id: 15,
 },
 {
    name: "Doom Blues",
    id: 16,
 },
 {
    name: "Electric Blues", 
    id : 17,
 },
 {
    name: "Фолк блюз",
    id: 18,
 },
 {
    name: "оспел-блюз",
    id : 19,
 },
 {
    name: "Гармоника Блюз",
    id: 20,
 },
 {
    name: "Хилл-кантри-блюз",
    id: 21,
 },
 {
    name: "Hokum Blues",
    id: 22,
 },
 {
    name: "Джаз-блюз",
    id: 23,
 },
 {
    name: "Jump Blues",
    id: 24,
 },
 {
    name: "Канзас-Сити Блюз",
    id: 25,
 },
 {
    name: "Луизианский блюз",
    id: 26,
 },
 {
    name: "Мемфис Блюз",
    id: 27,
 },
 {
    name: "Современный блюз",
    id : 28,
 },
 {
    name: "Новый Орлеан Блюз",
    id: 29,
 },

{ 
    name: "Нью-Йоркский блюз",
    id: 30,
},
 {
    name: "Фортепианный блюз",
    id: 31,
 },
 {
    name: "Пьемонт Блюз",
    id: 32,
 },
 {
    name: "Панк-блюз",
    id: 33,
 },
 {
    name: "Рэгтайм-блюз",
    id: 34,
 },
 {
    name: "Ритм-блюз",
    id: 35,
 },
 {
    name: "Soul Blues",
    id: 36,
 },
 {
    name: "Сент-Луис Блюз",
    id: 37,
 },
        ]
    }
]
 